package ru.netology.delivery.data;

import lombok.Data;

@Data
public class City {
    String[] cities = {
            "Абакан", "Анадырь", "Архангельск", "Астрахань", "Барнаул", "Владикавказ", "Горно-Алтайск", "Йошкар-Ола", "Казань",
            "Калининград", "Калуга", "Краснодар", "Магадан", "Магас", "Махачкала", "Нарьян-Мар", "Петропавловск-Камчатский",
            "Салехард", "Самара", "Саранск", "Саратов", "Хабаровск", "Ханты-Мансийск", "Южно-Сахалинск", "Петрозаводск",
            "Росто-на-Дону", "Рязань", "Ярославль", "Белгород", "Волгоград", "Владимир", "Великий Новгород", "Екатеринбург",
            "Кемерово", "Черкесск", "Санкт-Петербург", "Чита", "Элиста", "Оренбург", "Новосибирск", "Томск", "Смоленск", "Омск"
    };
}
